Repository: atsign-foundation/at_widgets
Catalog: packages/at_onboarding_flutter/lib/localizations/l10n/intl_*.arb
Languages: fr

# title_select_atSign
source: You already have some existing atsigns. Please select an atSign or else continue with the new one.
fr: Vous avez déjà des atsigns existants. Veuillez sélectionner un atSign ou continuer avec le nouveau.

# title_pair_atSign_prev
source: You have selected
fr: Vous avez sélectionné

# btn_yes_continue
source: Yes, continue
fr: Oui, continuer

# msg_wait_fetching_atSign
source: Please wait while fetching atSign status
fr: Veuillez patienter pendant la récupération du statut atSign

# error_atSign_logged
source: This atSign has already been activated and paired with this device
fr: Cet atSign a déjà été activé et couplé avec cet appareil

# error_atSign_activated
source: This atSign has already been activated. Please upload your atKeys to pair it with this device
fr: Cet atSign a déjà été activé. Veuillez télécharger vos atKeys pour les coupler avec cet appareil

source: Notice
fr: Avis

# title_session_expired
source: Your session expired
fr: Votre session a expiré

# error_authenticated_failed
source: Authentication Failed
fr: Échec de l'authentification

# error_server_not_found
source: Server not found
fr: Serveur introuvable

# msg_atSign_required
source: An atSign is required.
fr: Un atSign est requis.

# btn_remind_me_later
source: Remind Me Later
fr: Me rappeler plus tard

# title_setting_up_your_atSign
source: Setting up your atSign
fr: Configuration de votre atSign

# msg_atSign_unreachable
source: Your atSign and the server is unreachable. Please try again or contact support@atsign.com
fr: Votre atSign et le serveur sont inaccessibles. Veuillez réessayer ou contacter support@atsign.com

# msg_atSign_not_registered
source: Your atSign is not registered yet. Please try with the registered one.
fr: Votre atSign n'est pas encore enregistré. Veuillez essayer avec celui enregistré.

# title_save_your_key
source: Save your key
fr: Enregistrer votre clé

# msg_save_atKey_in_secure_location
source: Please save your key in a secure location (we recommend Google Drive or iCloud Drive). You will need it to sign back in AND use other atPlatform apps.
fr: Veuillez enregistrer votre clé dans un emplacement sécurisé (nous recommandons Google Drive ou iCloud Drive). Vous en aurez besoin pour vous reconnecter ET utiliser d'autres applications atPlatform.

# btn_skip_tutorial
source: SKIP TUTORIAL
fr: PASSER LE TUTORIEL

# tutorial_generate_atSign
source: Tap to generate a new free atSign
fr: Appuyez pour générer un nouveau atSign gratuit

# tutorial_upload_atSign_key
source: If you have an atSign, Tap to upload atSign key
fr: Si vous avez un atSign, appuyez pour télécharger la clé atSign

# btn_generate_atSign
source: Generate a free atSign
fr: Générer un atSign gratuit

# msg_atSign_cannot_empty
source: atSign cannot be empty
fr: atSign ne peut pas être vide

# msg_refresh_atSign
source: Refresh until you see an atSign that you like, then press Pair
fr: Actualiser jusqu'à ce que vous voyiez un atSign que vous aimez, puis appuyez sur Pair

# learn_about_atSign
source: Learn more about atSigns
fr: En savoir plus sur atSigns

# btn_refresh
source: Refresh
fr: Actualiser

# btn_pair
source: Pair
fr: Paire

# btn_already_have_atSign
source: Already have an atSign?
fr: Vous avez déjà un atSign?

source: Processing...
fr: Traitement...

# msg_response_time_out
source: Response Time out
fr: Délai de réponse expiré

# msg_cannot_fetch_keys_from_chosen_file
source: Unable to fetch the keys from chosen file. Please choose correct file
fr: Impossible de récupérer les clés du fichier choisi. Veuillez choisir le bon fichier

# error_processing_files
source: Failed in processing files. Please try again
fr: Échec du traitement des fichiers. Veuillez réessayer

# tutorial_upload_your_atKey
source: If you have an activated atSign, tap to upload your atKeys
fr: Si vous avez un atSign activé, appuyez pour télécharger vos atKeys

# tutorial_scan_QRCode
source: Tap to scan QR code
fr: Appuyez pour scanner le code QR

# tutorial_upload_image_QRCode
source: Tap to upload image QR code
fr: Appuyez pour télécharger le code QR de l'image

# tutorial_activate_your_atSign
source: Tap here to activate your atSign
fr: Appuyez ici pour activer votre atSign

# tutorial_get_atSign
source: If you don't have an atSign, tap here to get one
fr: Si vous n'avez pas d',atSign, appuyez ici pour en obtenir un

# pair_atSign
source: Pair an atSign using your atKeys
fr: Associer un atSign à l'aide de vos atKeys

source: Upload atKeys
fr: Télécharger atKeys

# sub_upload_atKeys
source: Upload your atKey file. This file was generated when you activated and paired your atSign and you were prompted to store it in a secure location.
fr: Téléchargez votre fichier atKey. Ce fichier a été généré lorsque vous avez activé et couplé votre atSign et que vous avez été invité à le stocker dans un emplacement sécurisé.

# have_QRCode
source: Have a QR Code?
fr: Vous avez un code QR?

# btn_scan_QRCode
source: Scan QR code
fr: Scanner le code QR

# btn_upload_QRCode
source: Upload QR code
fr: Télécharger le code QR

# title_activate_an_atSign
source: Activate an atSign?
fr: Activer un atSign ?

# btn_activate_atSign
source: Activate atSign
fr: Activer atSign

# get_free_atSign
source: Get a free atSign
fr: Obtenez un atSign gratuit

# error_incorrect_QRFile
source: Incorrect QR file
fr: Fichier QR incorrect

# error_process_file
source: Failed to process file
fr: Échec du traitement du fichier

source: Activate an atSign
fr: Activer un atSign

# enter_atSign_need_to_activate
source: Enter the atSign you would like to activate
fr: Entrez l'atSign que vous souhaitez activer

source: Activate
fr: Activer

# title_intro
source: This app was built on the atPlatform. All atPlatform apps require an atSign.
fr: Cette application a été créée sur atPlatform. Toutes les applications atPlatform nécessitent un atSign.

source: Learn more
fr: En savoir plus

source: Already have an atSign
fr: A déjà un arobase

source: Enter Verification Code
fr: Entrez le code de vérification

# verify_and_login
source: Verify & Login
fr: Vérifier et se connecter

source: Resend Code
fr: Renvoyer le code

source: Note:
fr: Remarque:

# note_otp_content
source: If you didn't receive our email: - Confirm that your email address was entered correctly. - Check your spam/junk or promotions folder.
fr: Si vous n'avez pas reçu notre e-mail: - Confirmez que votre adresse e-mail a été saisie correctement. - Vérifiez votre dossier spam/junk ou promotions.

source: Verification code sent to
fr: Code de vérification envoyé à

# btn_close
source: Close
fr: Fermer

# enter_code
source: Please enter the 4-character verification code that was sent to your email address
fr: Veuillez entrer le code de vérification à 4 caractères qui a été envoyé à votre adresse e-mail

# msg_maximum_atSign_prev
source: Oops! You already have the maximum number of free atSigns. Please login to
fr: Oops! Vous avez déjà le nombre maximum d'atSigns gratuits. Veuillez vous connecter à

# msg_maximum_atSign_next
source: to select one of your existing atSigns.
fr: pour sélectionner l'un de vos atSigns existants.

source: Enter your email address
fr: Entrez votre adresse e-mail

# note_pair_content
source: Note: We do not share your personal information or use it for financial gain.
fr: Remarque: Nous ne partageons pas vos informations personnelles et ne les utilisons pas à des fins financières.

source: Send Code
fr: Envoyer le code

# error_please_enter_email
source: Please enter a valid email address
fr: S'il vous plaît, mettez une adresse email valide

# error_enter_valid_email
source: Enter a valid email address
fr: Entrez une adresse email valide

source: No permission
fr: Aucune autorisation

source: Scan your QR!
fr: Scannez votre QR!

source: Invalid QR.
fr: QR non valide.

source: Reset
fr: Réinitialiser

# reset_description
source: This will remove the selected atSign and its details from this app only.
fr: Cela supprimera l'atSign sélectionné et ses détails de cette application uniquement.

# no_atSigns_paired_to_reset
source: No atSigns are paired to reset.
fr: Aucun atSign n'est associé à la réinitialisation.

source: Select All
fr: Sélectionner tout

# msg_action_cannot_undone
source: Warning: This action cannot be undone
fr: Attention: Cette action ne peut pas être annulée

source: Remove
fr: Supprimer

# select_atSign_to_reset
source: Please select at least one atSign to reset
fr: Veuillez sélectionner au moins un atSign à réinitialiser

source: Onboarding
fr: Intégration

# btn_cancel
source: Cancel
fr: Annuler

# btn_no
source: No
fr: Non

# btn_yes
source: Yes
fr: Oui

# title_shared_storage
source: Do you want to share this onboarded atsign with other apps on atPlatform?
fr: Voulez-vous partager cet atsign intégré avec d'autres applications sur atPlatform?

# msg_shared_storage
source: This would save you the process to onboard this atsign on other apps again.
fr: Cela vous éviterait d'avoir à intégrer à nouveau cet atsign sur d',autres applications.

# verification_code_has_been_sent_to
source: A verification code has been sent to
fr: Un code de vérification a été envoyé à

source: your registered email.
fr: votre email enregistré.

# error_unable_to_perform_this_action
source: Unable to perform this action. Please try again.
fr: Impossible d'effectuer cette action. Veuillez réessayer.

# error_unable_to_authenticate
source: Unable to authenticate. Please try again.
fr: Impossible à authentifier. Veuillez réessayer.

# error_processing
source: Failed in processing. Please try again.
fr: Échec du traitement. Veuillez réessayer.

# error_unable_to_connect_server
source: Unable to connect server. Please try again later.
fr: Impossible de connecter le serveur. Veuillez réessayer plus tard.

# error_perform_operation
source: Unable to perform read/write operation. Please try again.
fr: Impossible d'effectuer une opération de lecture/écriture. Veuillez réessayer.

# error_activate_server
source: Unable to activate server. Please contact admin.
fr: Impossible d'activer le serveur. Veuillez contacter l',administrateur.

# error_server_unavailable
source: Server is unavailable. Please try again later.
fr: Le serveur est indisponible. Veuillez réessayer plus tard.

# error_unable_connect
source: Unable to connect. Please check with network connection and try again.
fr: Impossible de se connecter. Veuillez vérifier la connexion réseau et réessayer.

# error_invalid_atSign_provided
source: Invalid atSign is provided. Please contact admin.
fr: Un atSign non valide est fourni. Veuillez contacter l'administrateur.

# error_provide_backupKey
source: Please provide valid backup key file to continue.
fr: Veuillez fournir un fichier de clé de sauvegarde valide pour continuer.

# error_provide_relevant_backupKey
source: Please provide a relevant backup key file to authenticate.
fr: Veuillez fournir un fichier de clé de sauvegarde pertinent pour vous authentifier.

# error_provide_valid_QRCode
source: Please provide a valid QRCode to authenticate.
fr: Veuillez fournir un QRCode valide pour vous authentifier.

# error_unknown
source: Unknown error.
fr: Erreur inconnue.

# error_server_response_timed_out
source: Server response timed out! Please check your network connection and try again. Contact {contactAddress} if the issue still persists.
fr: La réponse du serveur a expiré! Veuillez vérifier votre connexion réseau et réessayer. Contactez {contactAddress} si le problème persiste.

# error_atSign_already_paired
source: {atsign} was already paired with this device. First delete/reset this atSign from device to add.
fr: {atsign} était déjà associé à cet appareil. Supprimez/réinitialisez d'abord cet atSign de l'appareil à ajouter.

# atSign_mismatches_need_to_provide_QRCode
source: atSign mismatches. Please provide the QRCode of {givenAtsign} to pair.
fr: incompatibilités atSign. Veuillez fournir le QRCode de {givenAtsign} à coupler.

# atSign_mismatches_need_to_provide_backupKey
source: atSign mismatches. Please provide the backup key file of {givenAtsign} to pair.
fr: incompatibilités atSign. Veuillez fournir le fichier de clé de sauvegarde de {givenAtsign} à coupler.
